experiment-finetuned/all_finetuned/runs/BernardCells/2/0/T
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      T;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 0 0 1 0 0 0];

internalField   uniform 300;

boundaryField
{
    topWall
    {
        type            fixedValue;
        value           uniform 305;
    }

    bottomWall
    {
        type            fixedValue;
        value           uniform 300;
    }

    leftWall
    {
        type            zeroGradient;
    }

    rightWall
    {
        type            zeroGradient;
    }

    frontWall
    {
        type            zeroGradient;
    }

    backWall
    {
        type            zeroGradient;
    }
}

// ************************************************************************* //