experiment-finetuned/all_finetuned/runs/BernardCells/2/0/U
FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    object      U;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 1 -1 0 0 0 0];

internalField   uniform (0 0 0);

boundaryField
{
    topWall
    {
        type            noSlip;
    }

    bottomWall
    {
        type            noSlip;
    }

    leftWall
    {
        type            noSlip;
    }

    rightWall
    {
        type            noSlip;
    }

    frontWall
    {
        type            noSlip;
    }

    backWall
    {
        type            noSlip;
    }
}

// ************************************************************************* //