experiment-finetuned/all_finetuned/runs/BernardCells/2/0/epsilon
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      epsilon;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -3 0 0 0 0];

internalField   uniform 0.01;

boundaryField
{
    topWall
    {
        type            epsilonWallFunction;
        value           uniform 0.01;
    }

    bottomWall
    {
        type            epsilonWallFunction;
        value           uniform 0.01;
    }

    leftWall
    {
        type            epsilonWallFunction;
        value           uniform 0.01;
    }

    rightWall
    {
        type            epsilonWallFunction;
        value           uniform 0.01;
    }

    frontWall
    {
        type            epsilonWallFunction;
        value           uniform 0.01;
    }

    backWall
    {
        type            epsilonWallFunction;
        value           uniform 0.01;
    }
}

// ************************************************************************* //