experiment-finetuned/all_finetuned/runs/BernardCells/2/0/k
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      k;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -2 0 0 0 0];

internalField   uniform 0.1;

boundaryField
{
    topWall
    {
        type            kqRWallFunction;
        value           uniform 0.1;
    }

    bottomWall
    {
        type            kqRWallFunction;
        value           uniform 0.1;
    }

    leftWall
    {
        type            kqRWallFunction;
        value           uniform 0.1;
    }

    rightWall
    {
        type            kqRWallFunction;
        value           uniform 0.1;
    }

    frontWall
    {
        type            kqRWallFunction;
        value           uniform 0.1;
    }

    backWall
    {
        type            kqRWallFunction;
        value           uniform 0.1;
    }
}

// ************************************************************************* //