experiment-finetuned/all_finetuned/runs/BernardCells/2/0/p_rgh
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      p_rgh;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [1 -1 -2 0 0 0 0];

internalField   uniform 1e5;

boundaryField
{
    topWall
    {
        type            fixedFluxPressure;
        value           uniform 1e5;
    }

    bottomWall
    {
        type            fixedFluxPressure;
        value           uniform 1e5;
    }

    leftWall
    {
        type            fixedFluxPressure;
        value           uniform 1e5;
    }

    rightWall
    {
        type            fixedFluxPressure;
        value           uniform 1e5;
    }

    frontWall
    {
        type            fixedFluxPressure;
        value           uniform 1e5;
    }

    backWall
    {
        type            fixedFluxPressure;
        value           uniform 1e5;
    }
}

// ************************************************************************* //