experiment-finetuned/all_finetuned/runs/BernardCells/2/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  10
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    topWall
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          900;
        startFace       51100;
    }
    bottomWall
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          900;
        startFace       52000;
    }
    leftWall
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          200;
        startFace       52900;
    }
    rightWall
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          200;
        startFace       53100;
    }
    frontWall
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          1800;
        startFace       53300;
    }
    backWall
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          1800;
        startFace       55100;
    }
)

// ************************************************************************* //
